Repository: abdel792/weather_plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: You have installed the Weather Plus add-on which is incompatible with this one. The new name of this add-on is Weather_Plus with an underscore. Click OK to update it.
fr: Vous avez installé l'extension Weather Plus qui est incompatible avec celle-ci. Le nouveau nom de cette extension est Weather_Plus avec un souligné. Cliquez sur OK pour la mettre à jour.

source: Update confirmation
fr: Confirmation de la mise à jour

source: unknown
fr: inconnu

source: Weather Plus &Settings
fr: &Paramètres Weather Plus

source: Show configuration items.
fr: Afficher les éléments de configuration.

source: Set and &manage your cities...
fr: Définir et &gérer vos villes...

source: Displays or allows to set the current cities from a list
fr: Affiche ou permet de définir les villes actuelles depuis une liste

source: Set a &temporary city...
fr: Définir une ville &temporaire...

source: Allows to set one temporary city from a list
fr: Permet de définir une ville temporaire depuis une liste

source: Opens the help file for the current language
fr: Ouvre le fichier d'aide pour la langue en cours

source: &Check for Upgrade...
fr: &Rechercher une Mise à jour...

source: Notify if there is an upgraded version available
fr: Notifier si une mise à jour est disponible

source: Settings
fr: Paramètres

source: Preset
fr: Prédéfini

source: None
fr: Aucun

source: Enter a City, woeId or choose one from the list, if available.
fr: Saisissez une Ville, un woeId ou sélectionnez-en une dans une liste, si disponible.

source: The woeID
fr: Le woeID

source: assigned to
fr: assigné à

source: has not been preset.
fr: n'a pas été défini.

source: Will be used in temporary mode!
fr: Sera utilisé en mode temporaire !

source: Notice!
fr: Attention !

source: You have modified the list of your cities
fr: Vous avez modifié la liste de vos villes

source: Do you want to save it?
fr: Voulez-vous l'enregistrer ?

source: The cities on your list are not compatible with the Yahoo API!
fr: Les villes de votre liste ne sont pas compatibles avec l'API Yahoo !

source: They have to be tested and validated, you can do it from the addon settings window.
fr: Elles doivent être testés et validés, vous pouvez le faire à partir de la fenêtre de paramètres de l'extension.

source: Setting up a temporary city
fr: Configurer une ville temporaire

source: Cities List available:
fr: Liste des Villes disponibles :

source: Documentation not available for the current language!
fr: La documentation n'est pas disponible pour la langue en cours !

source: Sorry, i can not receive data, verify that your internet connection is active, or try again later!
fr: Désolé, je ne peux pas recevoir les données, vérifiez que votre connexion à internet est active, ou réessayez plus tard !

source: is available.
fr: est disponible.

source: Installed version
fr: Version installée

source: Do you want to download and install it?
fr: Voulez-vous la télécharger et l'installer?

source: Sorry, at the time an update is not available.
fr: Désolé, aucune mise à jour disponible.

source: not found!
fr: pas trouvé !

source: You need to upgrade the sound effects by reactivating the appropriate option from the settings of
fr: Vous devez mettre à jour les effets sonores en réactivant l'option appropriée depuis les paramètres de

source: But if these are already updated, then you need to update
fr: Mais si ceux-ci sont déjà mis à jour, alors vous devez mettre à jour

source: I can not load the settings!
fr: Je ne peux pas charger les paramètres !

source: I can not save the settings!
fr: Je ne peux pas enregistrer les paramètres !

source: invalid name
fr: nom invalide

source: miles
fr: milles

source: millimeters of mercury
fr: millimètres de mercure

source: inches of mercury
fr: pouces de mercure

source: kilometers
fr: kilomètres

source: the weather report is currently
fr: il fait actuellement

source: degrees
fr: degrés

source: The wind direction is from
fr: La direction du vent est de

source: with speed of
fr: avec une vitesse maximale de

source: The wind speed is
fr: La vitesse du vent est

source: The perceived temperature is
fr: La température ressentie est

source: steady
fr: stable

source: rising
fr: en hausse

source: falling
fr: en baisse

source: The humidity is
fr: L'humidité est

source: and the visibility is up to
fr: et la visibilité maximale est de

source: The visibility is up to
fr: La visibilité maximale est de

source: The pressure is
fr: La pression est

source: and the state of the barometric pressure is
fr: et l'état de la pression barométrique est

source: The state of the barometric pressure is
fr: L'état de la pression barométrique est

source: The sun rises at
fr: Le soleil se lève à

source: and sets at
fr: et se couche à

source: the forecast for today is
fr: les prévisions pour aujourd'hui sont

source: with a maximum temperature of
fr: avec une température maximale de

source: and a minimum of
fr: et une minimale de

source: not available
fr: indisponible

source: In
fr: À

source: Unnamed
fr: Sans nom

source: Sorry, the woeID is not set!
fr: Désolé, le woeID n'est pas défini !

source: kilometers per hour
fr: kilomètres heure

source: miles per hour
fr: milles à l'heure

source: in the morning
fr: au matin

source: in the evening
fr: dans la soirée

source: and
fr: et

source: to
fr: à

source: in the vicinity
fr: dans les environs

source: tornado
fr: tornade

source: tropical storm
fr: tempête tropicale

source: hurricane
fr: ouragan

source: severe thunderstorms
fr: orages violents

source: mixed rain and snow
fr: mélange de pluie et neige

source: mixed rain and hail
fr: mélange de pluie et grêle

source: mixed rain and sleet
fr: mélange de pluie et neige fondue

source: mixed snow and sleet
fr: mélange de neige et neige fondue

source: snow flurries
fr: averses de neige

source: smoke
fr: fumée dans l'air

source: smoky
fr: fumée dans l'air

source: precipitation
fr: précipitation

source: sunny intervals
fr: intervalles ensoleillés

source: sunny period
fr: période ensoleillée

source: light snow
fr: neige légère

source: scattered snow showers
fr: averses de neige intermittente

source: snow showers
fr: averses de neige

source: snow shower
fr: chute de neige

source: snowstorm
fr: tempête de neige

source: snowdrift
fr: congère de neige

source: drifting snow
fr: bourrasque de neige

source: wintry Mix
fr: giboulée

source: ice to rain
fr: glace mélangée avec de la pluie

source: ice
fr: glace

source: blizzard
fr: bourrasque de neige

source: blowing snow
fr: bourrasque de neige

source: snow
fr: neige

source: light rain with thunder
fr: pluie légère avec tonnerre

source: few showers
fr: pluies éparses

source: heavy showers
fr: pluie dense

source: heavy thunderstorms
fr: forts orages

source: heavy thunderstorm
fr: fort orage

source: lightning
fr: éclair

source: isolated clouds
fr: nuages isolés

source: partly cloudy
fr: partiellement nuageux

source: partly bright
fr: partiellement clair

source: showers early
fr: averses au petit matin

source: light rain
fr: pluie légère

source: heavy rain
fr: fortes pluies

source: isolated showers
fr: averses isolées

source: isolated thunderstorms
fr: orages isolés

source: isolated thundershowers
fr: averses orageuses isolées

source: mostly cloudy
fr: principalement nuageux

source: mostly dry
fr: principalement sec

source: mostly clear
fr: principalement clair

source: clearing
fr: éclaircissement

source: no rain
fr: sans pluie

source: sleet
fr: neige fondue

source: blowing dust
fr: tempête de poussière

source: widespread dust
fr: poussière généralisée

source: low drifting sand
fr: légère tempête de sable

source: sandstorm
fr: tempête de sable

source: sand storm
fr: tempête de sable

source: dust
fr: tempête de poussière

source: sand
fr: tempête de sable

source: thundery showers
fr: averses orageuses

source: thundershowers
fr: averses orageuses

source: scattered thunderstorms
fr: orages intermittent

source: scattered showers
fr: averses intermittentes

source: thunderstorms
fr: orages

source: thunderstorm
fr: orage

source: storm
fr: tempête

source: hail
fr: grêle

source: foggy
fr: brumeux

source: fog
fr: brouillard

source: haze
fr: brume légère

source: mist
fr: brume

source: clear
fr: clair

source: fair
fr: dégagé

source: fine
fr: beau

source: overcast
fr: couvert

source: light showers
fr: averses légères

source: light drizzle
fr: bruine légère

source: freezing rain
fr: pluie verglaçante

source: frequent showers
fr: averses fréquentes

source: rain shower
fr: pluie éparse

source: rain
fr: pluie

source: freezing drizzle
fr: pluie verglaçante

source: showers
fr: averses

source: drizzle
fr: bruine

source: dry
fr: sec

source: mild
fr: doux

source: clouds
fr: nuages

source: cloudy
fr: nuageux

source: mostly sunny
fr: principalement ensoleillé

source: sunny
fr: ensoleillé

source: sun
fr: soleil

source: bright
fr: lumineux

source: thunder
fr: tonnerre

source: shower
fr: averse

source: breezy
fr: venteux

source: blustery
fr: venteux

source: windy
fr: venteux

source: wind
fr: vent

source: flurries
fr: rafales

source: late
fr: tard dans la soirée

source: early
fr: au petit matin

source: isolated
fr: isolé

source: shallow fog
fr: brouillard superficiel

source: heavy
fr: dense

source: cold
fr: froid

source: hot
fr: chaud

source: Sorry, it was not possible to load the most recent update!
fr: Désolé, impossible de charger la dernière mise à jour !

source: Please try again later.
fr: Veuillez réessayez plus tard.

source: meters per second
fr: mètres par seconde

source: Sorry, the woeID set is not valid or contains incomplete data!
fr: Désolé, le woeID défini n'est pas valide ou contient des données incomplètes !

source: north
fr: Nord

source: north northeast
fr: Nord Nord-Est

source: northeast
fr: Nord-Est

source: east northeast
fr: Est Nord-Est

source: east
fr: Est

source: east southeast
fr: Est Sud-Est

source: southeast
fr: Sud-Est

source: south southeast
fr: Sud Sud-Est

source: south
fr: Sud

source: south southwest
fr: Sud Sud-Ouest

source: southwest
fr: Sud-Ouest

source: west southwest
fr: Ouest Sud-Ouest

source: west
fr: Ouest

source: west northwest
fr: Ouest Nord-Ouest

source: northwest
fr: Nord-Ouest

source: north northwest
fr: Nord Nord-Ouest

source: Is not working properly, contains incomplete data or has been removed from the database of
fr: Ne fonctionne pas correctement , contient des données incomplètes ou a été supprimée de la base de données de

source: It could be a temporary problem and you may wait a while '...
fr: C'est peut-être un problème temporaire et vous pouvez attendre un certain temps'...

source: Do you want to delete it from your list?
fr: Voulez-vous le supprimer de votre liste ?

source: Provides the current temperature and weather conditions.
fr: Indique les conditions de température et de météo actuelles.

source: Provides the weather forecast and current temperature for 24 hours and the next 9 days.
fr: Indique les prévisions météo et la température actuelle pendant 24 heures et les 9 prochains jours.

source: Sorry, no list available!
fr: Désolé, aucune liste disponible !

source: Allows you to set a temporary city.
fr: Vous permet de définir une ville temporaire.

source: Scale of temperature measurement set into
fr: Échelle de mesure de la température définie en

source: Allows you to set a temporary scale of temperature mesurement.
fr: Permet de définir une échelle temporaire de mesure de la température.

source: at
fr: à

source: Last update of the current weather report
fr: Dernière mise à jour du bulletin météo actuel

source: Announces the date of the last update of the weather report.
fr: Annonce la date de la dernière mise à jour du bulletin météo.

source: Open the Weather Plus settings dialog.
fr: Ouvre la boîte de dialogue Paramètres Weather Plus.

source: f1: help placing, f2: last TAB selection, f3: list and edit box, f4: control duration Weather Forecast, f5: volume controls.
fr: f1: aide à la localisation, f2: dernière sélection avec TAB, f3: liste et zone d'édition, f4: contrôle de la durée des Prévisions Météo, f5: contrôles du volume.

source: f1: help placing, f2: last TAB selection, f3: list and edit box, f4: control duration Weather Forecast.
fr: f1: aide à la localisation, f2: dernière sélection avec TAB, f3: liste et zone d'édition, f4: contrôle de la durée des Prévisions Météo.

source: Test
fr: Tester

source: Details
fr: Détails

source: Define
fr: Définir

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: Rename
fr: Renommer

source: &Import new cities...
fr: &Importer des nouvelles villes...

source: &Export your cities...
fr: &Exporter vos villes...

source: Scale of temperature measurement:
fr: Échelle de mesure de la température :

source: Degrees shown as:
fr: Indiqué les degrés comme:

source: Don't specify
fr: Non spécifié

source: Weather Forecasts up to days:
fr: Prévisions Météo jusqu'à jours:

source: &Copy the weather report and weather forecast, including city details to clipboard
fr: &Copier le Bulletin météo et les prévisions météo, ainsi que les détails de la ville dans le presse-papiers

source: Enable &audio effects (only for the current weather conditions)
fr: &Activer les effets audio (uniquement pour les conditions météo actuelles)

source: Use only &weather effects
fr: Utiliser uniquement des effets &météo

source: General audio volume
fr: Volume audio général

source: Current audio volume
fr: Volume audio actuel

source: Enable &help buttons in the settings window
fr: Activez le bouton aide dans la &fenêtre de paramètres

source: Read &wind informations
fr: Lire les informations du &vent

source: Add wind directi&on
fr: Ajouter la directi&on du vent

source: Add wi&nd speed
fr: Ajouter la vitesse du ve&nt

source: Add speed in &meters per second of the wind
fr: Ajouter la vitesse du vent en &mètres par seconde

source: Add perceived &temperature
fr: Ajouter la &température ressentie

source: &Read atmospherical informations
fr: &Lire les informations atmosphériques

source: Add humidity va&lue
fr: Ajouter le taux d'&humidité

source: Add &visibility value
fr: A&jouter la valeur de visibilité

source: Add atmospheric &pressure value
fr: Ajouter la valeur de la &pression atmosphérique

source: Indicates the atmospheric pressure in millimeters of mercur&y (mmHg)
fr: Indique la pression atmosphérique en millimètres de mercure (mmH&g)

source: Add status of &barometric pressure
fr: Ajouter l'état de la pression &barométrique

source: Read a&stronomical informations
fr: Lire les informations astronomi&ques

source: Enable reading of the hours in &24-hour format
fr: Activer la lecture des heures au format &24-heures

source: Use the comma to separate decimals, example (4,&15)
fr: Utiliser la virgule pour séparer les décimales, exemple (4,&15)

source: Check for &upgrade
fr: Rechercher une Mise à jo&ur

source: Testing the validity of city woeID entry and find the name of city assigned, or viceversa.
fr: Teste la validité du woeID de la ville saisie et cherche le nom de la ville assigné, ou vice versa.

source: Displays information on the current city.
fr: Affiche des informations sur la ville actuelle.

source: Allows you to define the area, in order to adapt the sound effects.
fr: Permet de définir la région, afin d'adapter les effets sonores.

source: Add the current city into your list.
fr: Ajoute la ville actuelle à votre liste.

source: Presets the current city as the default, will be used every time you restart the plugin.
fr: Définit la ville actuelle par défaut, elle sera donc utilisée chaque fois que vous redémarrerez l'extension.

source: Delete the current city from your list.
fr: Supprimer la ville actuelle de votre liste.

source: Rename the current city.
fr: Renommer la ville actuelle.

source: Permits to incorporate in your list new cities importing them from another list with the extension *.zipcodes; you can select the city you want to import, by turning on the check box associated.
fr: Permet d'intégrer dans votre liste de nouvelles villes importées d'une autre liste avec l'extension *.zipcodes ; vous pouvez choisir la ville que vous souhaitez importer, en activant la case à cocher associée.

source: Permits to save your list of cities in a specified path.
fr: Permet d'enregistrer votre liste des villes dans un chemin d'accès spécifié.

source: You can enter or search for a city
fr: Vous pouvez saisir ou rechercher une ville

source: By city woeID: 715399
fr: Par le woeID de la ville: 715399

source: By only city name: Ferrara
fr: Par le nom de la ville seulement: Ferrara

source: By state or region and city name: Emilia Romagna Ferrara
fr: Par l'état ou la région et le nom de la ville: Emilia Romagna Ferrara

source: By city name and country: Ferrara,it
fr: Par le nom de la ville et le pays: Ferrara,it

source: By postal code: 44100,it
fr: Par Code Postal: 44100,it

source: By geographic coordinates: latitude, longitude
fr: Par coordonnées géographiques : latitude, longitude

source: If the city is not found
fr: Si la ville est introuvable

source: Try with or without the country of origin
fr: Essayez avec ou sans le pays d'origine

source: Try to merge the name with hyphens, or separate it with spaces
fr: Essayez de combiner le nom avec des tirets ou de le séparer par des espaces

source: Try deleting apostrophes
fr: Essayez de supprimer les apostrophes

source: Try changing the vowels accented with normal vowels
fr: Essayez de remplacer les voyelles accentuées par des voyelles normales

source: Try with a closest location
fr: Essayez avec une localisation plus proche

source: Help placing
fr: Aide à la localisation

source: No sound effect in memory!
fr: Aucun effet sonore en mémoire !

source: I can't reproduce the sound.
fr: Je ne peux pas reproduire le son.

source: not found! Press F1 for help on entering data.
fr: pas trouvé ! Appuyez sur F1 pour obtenir l'aide à la saisie des données.

source: Is not working properly or has been removed from the database of
fr: Ne fonctionne pas correctement ou a été supprimée de la base de données de

source: Is no longer valid!
fr: N'est plus valide !

source: This option requires the installation of some audio effects
fr: Cette option nécessite l'installation de quelques effets audio

source: Do you want to install them?
fr: Voulez-vous les installer ?

source: The audio effects are installed!
fr: Les effets audio sont installés !

source: Would you like to update?
fr: Souhaitez-vous mettre à jour ?

source: Or do you want to uninstall them?
fr: Ou voulez-vous les désinstaller ?

source: Are you sure you want to uninstall the sound effects?
fr: Êtes-vous sûr de vouloir désinstaller les effets sonores ?

source: Update in progress
fr: Mise à jour en cours

source: Installation in progress
fr: Installation en cours

source: Please wait...
fr: Veuillez patienter...

source: The installation of audio effects has been completed successfully!
fr: L'installation des effets sonores s'est terminée avec succès !

source: Adding folder:
fr: Ajout du dossier :

source: The upgrade of audio effects has been completed successfully!
fr: La mise à jour des effets sonores s'est terminée avec succès !

source: These sound effects are subject to change by the author.
fr: Ces effets sonores sont sujets à changements de la part de l'auteur.

source: Disable and re-enable this option in order to update or uninstall them.
fr: Désactiver et réactiver cette option pour les mettre à jour ou pour les désinstaller.

source: Verify that your internet connection is active, or try again later.
fr: Vérifiez que votre connexion à internet est active, ou réessayez plus tard.

source: File corrupted or not available!
fr: Fichier corrompu ou non disponible !

source: Sorry, i could not complete the installation of the sound effects!
fr: Désolé, je n'ai pas pu terminer l'installation des effets sonores !

source: Installation Error!
fr: Erreur d'installation !

source: The details of this city are not in the database and so I added them to the list. Try again!
fr: Les détails de cette ville ne sont pas dans la base de données et je les ai donc ajoutés à la liste. Réessayer !

source: Cannot identify your location, due to insufficient data.
fr: Impossible d'identifier votre localisation, en raison de données insuffisantes.

source: Daylight saving time
fr: Heure d'été

source: ahead
fr: d'avance

source: back
fr: de retard

source: Starts on
fr: Commence le

source: set your clock
fr: ajuster l'horloge

source: hour
fr: heure

source: Ends on
fr: Se termine le

source: Details of
fr: Détails de

source: Place
fr: Lieu

source: Current local time
fr: Heure locale actuelle

source: Degrees latitude
fr: Degrés de latitude

source: Degrees longitude
fr: Degrés de longitude

source: Elevation above sea level
fr: Hauteur au-dessus du niveau de la mer

source: meters
fr: mètres

source: Define the area for
fr: Définir la zone pour

source: Hinterland
fr: Arrière-pays

source: Maritime area
fr: Zone maritime

source: Desert zone
fr: Zone de désert

source: Arctic zone
fr: Zone arctique

source: Mountain zone
fr: Zone de montagne

source: Enter new name.
fr: Saisissez le nouveau nom.

source: it can't be used because it already exists!
fr: il ne peut pas être utilisé car il existe déjà !

source: is correct
fr: est correct

source: But the name
fr: Mais le nom

source: already exists
fr: existe déjà

source: You have to change it!
fr: Vous devez le changer !

source: The city proper is
fr: La ville proprement dite est

source: Want to use the suggested name?
fr: Souhaitez-vous utiliser le nom suggéré ?

source: Import cities
fr: Importer des villes

source: Do you want to replace your list with this?
fr: Voulez-vous remplacer votre liste par ceci ?

source: If you select yes, your list will be completely replaced.
fr: Si vous sélectionnez oui, votre liste sera complètement remplacé.

source: If you select no, the new cities will be added to your list.
fr: Si vous sélectionnez non, les nouvelles villes seront ajoutés à votre liste.

source: Select import mode
fr: Sélectionnez le mode d'importation

source: File contents
fr: Contenu du fichier

source: cities
fr: villes

source: Activate the check boxes of the cities you want to import.
fr: Activez la case à cocher des villes que vous souhaitez importer.

source: Importing cities in progress
fr: Importation des villes en cours

source: Were added
fr: Ont été ajoutées

source: new cities to the list
fr: nouvelles villes à la liste

source: Have been ignored because existing
fr: Ont été ignorées parce qu'elles existent

source: Content of imported list
fr: Contenu de la liste importée

source: selected by the user
fr: sélectionné par l'utilisateur

source: Import finished
fr: Importation terminée

source: A copy of
fr: Une copie de

source: It will be exported
fr: Il sera exporté

source: But it does not yet contain the changes you just made the list!
fr: Mais il ne contient pas encore les changements que vous venez de faire dans la liste !

source: I proceed?
fr: Dois-je procéder ?

source: Export cities
fr: Exporter les villes

source: You can not export the same file at the same path!
fr: Vous ne pouvez pas exporter le même fichier dans le même chemin !

source: january
fr: janvier

source: february
fr: février

source: march
fr: mars

source: april
fr: avril

source: may
fr: mai

source: june
fr: juin

source: july
fr: juillet

source: august
fr: août

source: september
fr: septembre

source: october
fr: octobre

source: november
fr: novembre

source: december
fr: décembre

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche
