Repository: abdel792/weather_plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: It was not possible find the acronym of %s!
fr: Il n'a pas été possible de trouver l'acronyme de %s !

source: This does not allow to get the city local time, the sound effects will not be consistent.
fr: Cela ne permet pas d'obtenir l'heure locale de la ville, les effets sonores ne seront pas cohérents.

source: Please report this to the author so he can add this country in database.
fr: Veuillez signaler ceci à l'auteur afin qu'il puisse ajouter ce pays à la base de données.

source: Send an email to %s
fr: Envoyer un email à %s

source: With object the line below, thanks.
fr: Avec objet la ligne ci-dessous, merci.

source: Downloaded
fr: Téléchargé

source: of
fr: de

source: Find...
fr: Trouver...

source: Find next
fr: Trouver suivant

source: Find previous
fr: Trouver précédent

source: Empty file or not in cities woeID format compatible!
fr: Fichier vide ou pas en format woeID des villes compatible !

source: Be an error has occurred.
fr: Peut-être une erreur est survenue.

source: See the log for more information.
fr: Voir le journal pour plus d'informations.

source: Error: failure writing file!
fr: Erreur : l'écriture du fichier a échoué !

source: occurrences found
fr: occurrences trouvées

source: for
fr: pour

source: Choose a city.
fr: Choisir une ville.

source: List of availables Cities
fr: Liste des villes disponibles

source: Do not show this message again!
fr: Ne plus afficher ce message !

source: &Install...
fr: &Installer...

source: Upd&ate...
fr: &Mise à jour...

source: &Close
fr: &Fermer

source: &Uninstall...
fr: &Désinstaller...

source: Type the search string
fr: Tapez la chaîne à rechercher

source: Find
fr: Trouver

source: next
fr: suivant

source: previous
fr: précédent

source: No results next for
fr: Aucun résultat suivant pour

source: No previous results for
fr: Aucun résultat précédent pour

source: &Select all
fr: &Sélectionner tout

source: &Deselect all
fr: &Désélectionner tout

source: not checked
fr: non coché

source: checked
fr: coché

source: check box
fr: case à cocher

source: check boxes checked
fr: cases à cocher cochées

source: check boxes not checked
fr: cases à cocher non cochées

source: Saving in progress
fr: Enregistrement en cours

source: Download canceled.
fr: Téléchargement annulé.

source: &Copy to clipboard
fr: &Copier dans le presse-papiers

source: Adds local temperature and forecast 24 ours and prediction up to 9 days.
fr: Ajoute la température locale et les prévisions à 24 heures actuelles et les prévisions jusqu'à 9 jours.

source: NVDA+w for the current bulletin.
fr: NVDA+w pour le bulletin actuel.

source: NVDA+shift+w for the prediction in the current 24 hours and prediction up to 9 days.
fr: NVDA+maj+w pour les prévisions à 24 heures actuelles et les prévisions à 9 jours.

source: NVDA+shift+control+w for quickly enter a temporary city.
fr: NVDA+maj+contrôle+w pour la saisie rapide d'une ville temporaire.

source: NVDA + shift + control + alt + w for open the Weather Plus settings.
fr: NVDA+maj+contrôle+alt+w pour ouvrir la boîte de dialogue Paramètres Weather Plus.

source: NVDA+alt+w announces the date of the last update of the weather report.
fr: NVDA+alt+w annonce la date de la dernière mise à jour du bulletin météo.

source: Shift+control+w alternates between Fahrenheit, Celsius and Kelvin.
fr: Maj+contrôle+w alterne entre Fahrenheit, Celsius et Kelvin.

source: For other instructions, you can also press Add-on Help button in Add-ons manager.
fr: Pour d'autres instructions, vous pouvez également appuyez sur le bouton Aide de cette extension, dans Gérer les extensions.
